
{
  "deckName": "Rider–Waite Tarot",
  "description": "Classic Rider–Waite symbolism",
  "cards": [
    {
      "name": "The Fool",
      "arcana": "MAJOR",
      "suit": null,
      "number": 0,
      "keywords": ["new ", "journey", "innocence ", "freedom"],
      "meaningUpright": "Embark on a new journey, travel the path unknown, take time-off to be adventurous, travel to somewhere far and experience everything new",
      "meaningReversed": "Going in headstrong, without thinking, you are called to reconsider your options, making the wrong move now can have serious consequences.",
      "imageUrl": "/rider-waite/fol.jpg",
      "description": "New beginnings and spontaneity. Representing someone who is full of natural curiosity and the willingness to be open to new ideas and view points. Filled with vision, questions, wonder and excitement.",
      "significance":  "Time to let loose and embrace freedom from all expectations, release your fears and discover what it feels to be free."
    },
    {
      "name": "The Magician",
      "arcana": "MAJOR",
      "suit": null,
      "number": 1,
      "keywords": ["new ideas ", "manifestation ", "inception"],
      "meaningUpright": "With so much inspiration surrounding you, you have so much to offer the world, let your ideas flow and take time to think which could be the best for your future.",
      "meaningReversed": "Creative block, now isn't the right time to make big changes. You are not ready, internal and external factors block you. Be patient to ride this out and wait for the time to ripen.",
      "imageUrl": "/rider-waite/mag.jpg",
      "description": "The creator of ideas and thoughts, not a physical creation but inception in the mind",
      "significance": "Let your imagination run wild, no idea is too small or too large, dare to dream and dare to re-shape your reality"
    },
    {
      "name": "The High Priestess",
      "arcana": "MAJOR",
      "suit": null,
      "number": 2,
      "keywords": ["strength ", "wisdom ", "intuition ", "inspiration"],
      "meaningUpright": "Balancing the inner and outer, while discovering the hidden truths you have known all along, this is the point where your thoughts and ideas can transform from the ethereal form and take form in your life.",
      "meaningReversed": "Something inside you calls out to you, you have been neglecting your inner needs, spend time to meditate and ignore those who resent your process of discovering your inner world and the riches it contains.",
      "imageUrl": "/rider-waite/hpr.jpg",
      "description": "Pillars of Strength and Unity, she knows it all and she keeps that knowledge closely guarded, only through awakening intuition may you access this higher knowledge.",
      "significance": "look deep within yourself, meditate to gain clarity, seek out higher wisdom and develop your intuition"
    },
    {
      "name": "The Empress",
      "arcana": "MAJOR",
      "suit": null,
      "number": 3,
      "keywords": ["fertility ", " nurture", " life", " action"],
      "meaningUpright": "Take what you have and like a farmer you are to feed it and water it, now that the seed is sown, take the proper care to see to a bountiful harvest.",
      "meaningReversed": "Caring for others is a beautiful self-less act, but not at the cost of your own well-being. Much needed me-time and self-love, you deserve the same care and attention you pay to others. Balance the needs of yourself and others.",
      "imageUrl": "/rider-waite/epr.jpg",
      "description": "Full of life, full of fertility, this is the space to let your ideas grow and take shape in the physical plane.",
      "significance": "Your thoughts are no longer just thoughts, begin to take action and transform your reality."
    },
    {
      "name": "The Emperor",
      "arcana": "MAJOR",
      "suit": null,
      "number": 4,
      "keywords": ["power", " order", " benevolence", " leadership"],
      "meaningUpright": "Evaluate how you are being led and how you are leading others, take more responsibility to improve the lives of others, seek out benevolence for the highest pleasure and reward the universe has to offer.",
      "meaningReversed": "Conflict with others and feeling pressured into accepting responsibilities you aren't ready for. Times may be rough for you, tighten the belt and downsize to avoid excessive expenditure. Look after yourself and find the energy to reach your goals.",
      "imageUrl": "/rider-waite/emp.jpg",
      "description": "At his best a great leader, at his worst a despot. With power comes responsibility and you choose how you wield your newfound power, either righteously or wickedly, that's up to you.",
      "significance": "The old and traditional ways may serve us well but we are always reminded of how our actions have impact on others, reflect if your impact is positively or negatively affecting others."
    },
    {
      "name": "The Hierophant",
      "arcana": "MAJOR",
      "suit": null,
      "number": 5,
      "keywords": ["power", " religion", " spirituality", " leadership"],
      "meaningUpright": "When the Hierophant appears, a choice is presented to us, we are challenged to either remain as dedicated followers or break-free and find our own path to salvation.",
      "meaningReversed": "You are suffocated by the old ways, traditions and beliefs that no longer serve you. Your faith is challenged, you want to find your own way and only be accountable to yourself.",
      "imageUrl": "/rider-waite/hop.jpg",
      "description": "Like the Emperor, a leader who wields power, but a different kind in the spiritual and religious domain. It is card that asks us to seek out knowledge, the question is, do we do it with the help of a proclaimed guru or do we learn to think for ourselves?",
      "significance": "The old and traditional ways hold great significance in your life, you feel great loyalty and affiliation with some religion, philosophy or other socially authorities group. While this group may serve you in many ways, inspirationally or as emotional support you are bound to all of its expectations."
    },
    {
      "name": "The Lovers",
      "arcana": "MAJOR",
      "suit": null,
      "number": 6,
      "keywords": ["love", " collaboration", " desire", " partnership"],
      "meaningUpright": "A critical moment in your life, you can decide what to do and how to overcome the obstacles within and without. The choice lies between furthering your own personal development and accommodating the needs of others.",
      "meaningReversed": "2 halves of the same coin, you are aware of the duality within yourself, you are finding a way to reconcile the two opposing forces that is causing conflict. Sometimes what you're working on requires cooperation from others but there are so many incompatibilities to consider.",
      "imageUrl": "/rider-waite/lov.jpg",
      "description": "Falling in love with someone, some idea or something, this is someone who is experiencing the true love and passion while knowing with absolutely certainty it is an instinct with the most intense and powerful desire.",
      "significance": "Working together to achieve your common goals, it's a partnership which requires harmony and cooperation, whether you find yourself put together circumstantially or for the long-term."
    },
    {
      "name": "The Chariot",
      "arcana": "MAJOR",
      "suit": null,
      "number": 7,
      "keywords": ["resolve", " willpower", " obstacles", " travel"],
      "meaningUpright": "Victory is waiting for you on the other side, things are moving so fast, you have to hold it together and unite whatever forces are opposing you, whether they be those coming from within or without. Become the master of the conflicting forces.",
      "meaningReversed": "Things are out of balance, you are no longer in control, like fighting waves in the open sea, you struggle to keep afloat, find your footing and seek stability.",
      "imageUrl": "/rider-waite/chr.jpg",
      "description": "The creator of ideas and thoughts, not a physical creation but inception in the mind",
      "significance": "You may feel overwhelmed by the challenges you are presented with in your situation, it's best to just go with the flow and make the best of where you end up. It's a reminder to stay your course and triumph over the obstacles in your way. Rest assured that help is on its way if you have shown your determination to succeed."
    },
    {
      "name": "Strength",
      "arcana": "MAJOR",
      "suit": null,
      "number": 8,
      "keywords": ["self-confidence", " inner strength", " fortitude", " courage"],
      "meaningUpright": "You have endured much suffering and found ways to triumph by reaching inwards and tapping your inner strength, it will see you through whatever else that comes in your way. Your instincts protect you. Do what feels right and what listen to your instinct, then whatever actions you choose to take, will be successful.",
      "meaningReversed": "You are focusing too much on the physical attributes of strength, you must look deeper to see that strength is not just about how much force we can exert, but rather the influence and weight of our command.",
      "imageUrl": "/rider-waite/str.jpg",
      "description": "Infinite power lies in all of us, but how do we access our inner strength and find the courage to overcome fear and embrace danger? The lion is clearly more powerful than us physically, but through courage and willpower we can overcome primal instincts not by force, but by cooperation",
      "significance": "You have learned to work with your own instinctive nature, you have come through difficulties and learned to rely on your inner strength to solve problems. We cannot conquer our primal instincts with brute force, but through empathy, gentleness and strength of heart, seek spiritual strength which overcomes that which is physical"
    },
    {
      "name": "The Hermit",
      "arcana": "MAJOR",
      "suit": null,
      "number": 9,
      "keywords": ["reflection", " solitude", " peace", "isolation"],
      "meaningUpright": "Seek out wisdom and find your inner peace, you need to gain the perspective of your life, be open towards the inner guidance that is available to you, all you have to do is ask for it. Seek and you shall find all the answers deep within.",
      "meaningReversed": "The time to remain in isolation is over, don't be shy and embrace the world and all of the people in in, seek out social activities and be part of a collective group.",
      "imageUrl": "/rider-waite/her.jpg",
      "description": "Alone in your path, guided by the little light you hold onto, mysterious and intriguing, it's time to withdraw from the chaos of hectic life and regain perspective through silent reflection",
      "significance": "Accept the help that is being offered and withdraw from the outer world to take time to do some soul searching. Our spirits are dampened by the noise of our everyday life. Only in silence can we listen and hear. Search for your true direction. Look deep within yourself and know that you are not alone in this, let your ancestors guide you onto the right path."
    },
    {
      "name": "Wheel of Fortune",
      "arcana": "MAJOR",
      "suit": null,
      "number": 10,
      "keywords": ["fate", " destiny", " fortune", " favour"],
      "meaningUpright": "Your actions have reverberated across time and space, destiny is in control of our fate. There's very little we can do to force it otherwise, so go with the flow, fortune is in your favour.",
      "meaningReversed": "Exercise prudence, for Lady Fortune no longer shines upon you, be careful in what you choose to do, make sure you have an emergency fund set up and back-up plan ready.",
      "imageUrl": "/rider-waite/wof.jpg",
      "description": "A tale as old as time, everything is a cycle, we have our ups and downs. The Wheel of Fortune is spun by Lady Fortune herself and the other fates, one spins the thread of life, the second weaves it and the third cuts it. This reminder of the mysterious cycle of life, death and rebirth controlled by forces beyond our comprehension. The wheel keeps on spinning, whether we go up or down is fated.",
      "significance": "Whatever that has been set in motion is beyond our control, we have to accept the forces of fate and work with them not against them. Your circumstances are about to change. Don't resist the change - whatever you have done to get the wheel spinning will require you to make important decisions, decisions that can change your life completely."
    },
    {
      "name": "Justice",
      "arcana": "MAJOR",
      "suit": null,
      "number": 11,
      "keywords": ["divine", " fairness", " legal trouble", " judgement"],
      "meaningUpright": "Justice requires you to rectify, make right the wrongs in your life, no matter what laws are broken, amends must be made. This card is Karma and you will get what you deserve. So, make sure that whatever solution you are planning is fair to everyone involved. Moderate any ill feelings and facilitate harmony, do not be swayed by personal considerations and bias of others.",
      "meaningReversed": "You are part of a wrong that needs righting, do what you must to act justly and fairly, justice watches and waits you take the right and just action",
      "imageUrl": "/rider-waite/jus.jpg",
      "description": "They say justice wears a blindfold, but not in this case, because this is not a man-made form of justice, this is divine justice, all seeing and all knowing, there is no escape from real justice.",
      "significance": "If an actual legal matter concerns you, you must weigh out all the factors and make a reasoned and factually based assessment. You are called to not just rely on human advisors, but to receive guidance from your inner self. No matter what, justice prevails and you will get what you deserve in the end."
    },
    {
      "name": "The Hanged Man",
      "arcana": "MAJOR",
      "suit": null,
      "number": 12,
      "keywords": ["enlightenment ", " sacrifice", " transformation", " personal development"],
      "meaningUpright": "Commit yourself towards developing your inner self, you might need to spend more time alone to evaluate what is really important. While it is very difficult to let go of old patterns and habits, letting go of what no longer serves you only helps you to grow. Feeling stuck between the past and the present, with no idea how to get to the future. Make a clean break from the past and concentrate on becoming more spiritually attuned. Pay attention to your inner development and learn to dance to the beat of a new drummer.",
      "meaningReversed": "You are avoiding something, that has caused your energies to become stuck, when they no longer flow smoothly you are trapped by your unwillingness to shift your perception",
      "imageUrl": "/rider-waite/hng.jpg",
      "description": "A tantalising figure is bound by one leg, hanging upside down, yet the man's expression is serene, as if he is able to find enjoyment in his predicament. He has sacrificed himself in an attempt to achieve enlightenment by giving up all the superficial pleasures in pursuit of a more spiritual life. His head glows with the golden aura of pure rays of sun, physically bound, but spiritually free.",
      "significance": "You have received a call to live less materialistically and you are ready to make the personal sacrifice needed to walk a different path. You may be going through a major transformation in your life, caused by illness or loss. This has shaken your reality and made you more aware that there is more to life that money and materialism."
    },
    {
      "name": "Death",
      "arcana": "MAJOR",
      "suit": null,
      "number": 13,
      "keywords": ["change", " cycle of life", " transformation", " resurrection"],
      "meaningUpright": "While the illustration is very grim, Death is actually a very positive card. It indicates a change for the better. Destruction of the old, perhaps even outworn circumstances, they hold us back from developing that which is new and ready to enter into our lives. The old must be destroyed to make way for the new. Embrace the changes and take this opportunity to become something entirely new.",
      "meaningReversed": "You cling to the past, you may have regrets and refuse to accept that which is lost, death is change and it forces us to adapt, if not you remain still and stuck in your place.",
      "imageUrl": "/rider-waite/det.jpg",
      "description": "A frightful sight, but despite the grim imagery, it is the powerful transformation of life, death and rebirth. The end is here, while we mourn what we have lost, it is our refusal to accept that which is lost and clearly over that brings us great despair. In this card there is a man lying face flat on the ground, while another embracing death, embracing the change that is inevitable, there are also the children who are ignorant of experiencing loss. We are called to choose how we respond to death and change.",
      "significance": "It is a useless effort to avoid what is unavoidable, death and change are inevitable, how we respond determines our outcome, if we can accept all that is and all that is to come, we are promised that that new life is awaiting us. What is lost is over, we can't hold onto the past but we can look towards the future."
    },
    {
      "name": "Temperance",
      "arcana": "MAJOR",
      "suit": null,
      "number": 14,
      "keywords": ["balance", " harmony", " receptivity", " creativity"],
      "meaningUpright": "Temper your ego and fulfil the needs of your spirit within. The word temperance comes from the Latin word temperate, this card used to be called Time and that is the key to understanding it's meaning. Only with patience can you blend together all the elements, these can be raw materials, resources and people or ideas which often wouldn't mix, but only with patience you have the power to create a harmonious whole.",
      "meaningReversed": "Feeling out of touch and rushing to act without thinking, prepare for conflicts with others, take time to reconnect with yourself and release all of your ego to find balance once more.",
      "imageUrl": "/rider-waite/tem.jpg",
      "description": "The waters of life flow from one cup into the other, it is the elixir of life. She balances everything, creating equilibrium, finding the middle-ground. We are called to find cooperation and reconcile opposing views or conditions in our lives.",
      "significance": "As temperance suggests, we should moderate all things in our life. You must have patience no matter how difficult the situation you find yourself in. Wait calmly even when it seems as though nothing is happening. We can't act rash; we are not in a position to hurry. Patience is not about doing nothing, but rather to be constructive while we wait. Learning this lesson that sometimes nothing can be done and it's best to do nothing. A state of gracefulness in understanding how to moderate, blend and mix everything harmoniously together."
    },
    {
      "name": "The Devil",
      "arcana": "MAJOR",
      "suit": null,
      "number": 15,
      "keywords": ["bondage", " over-indulgence", " ego", " limiting beliefs"],
      "meaningUpright": "This bondage we have created for ourselves and we continue to maintain it by feeding our egos and overindulging in the material world while neglecting all of our spiritual development. You may feel like there are too many obstacles in your way and that you are running out of options, but you and only you have the ability to free yourself by simply using sheer willpower and determination.",
      "meaningReversed": "Stuck within the prison of your own design and making, knowing that you can cut the binds that bound you in place at any time, it the choices we are granted and how we can empower ourselves to attain our freedom.",
      "imageUrl": "/rider-waite/dev.jpg",
      "description": "It looks like what we would imagine the Christian devil to look like, with the horns sticking out and the pitchfork. The Devil in this case is not an evil external force, but rather the depths of our ego and how we are bound to our inner world by all of our limiting beliefs and biases. It is also the representation of all of the darker aspects of our human nature, where we succumb to greed, ignorance, egotism and lack of responsibility.",
      "significance": "The most important thing to know here, is that the chains are loosely bound around the necks of the two figures beholden to the Devil, at any point they have the ability to free themselves. Whatever that keeps us chained is a creation in our minds, they are our self-imposed limitations. This card calls us to look carefully at what is holding us back from personal growth, often and especially abusive or toxic relationships with others. We have to confront our fears and insecurities; it's time for a much-needed reality check. Whatever your situation, you hold the keys to your own freedom and you have all potential to attain freedom by letting go of obsessiveness and excessive attachments to the material world."
    },
    {
      "name": "The Tower",
      "arcana": "MAJOR",
      "suit": null,
      "number": 16,
      "keywords": ["destruction", " fear", " transformation", " personal development"],
      "meaningUpright": "The message of the Tower is a very clear one, you must destroy old structures like this before they destroy you. Only then can you be free to move on to the next lesson in life. From the rubble we are still able to take the lessons and learning we have gained from the experience, to carry on and rebuild our lives. Remember that whatever that has happened or will happen is always for the best. After careful examination will we be able to realise that we could have seen this coming, only if we are aware of all the facts and willing to face them, what is being destroyed is all that which has served its purpose. The crown we placed on the Tower are all the ideals and beliefs that were never meant to be placed onto a Tower (material or ideals), we need to wear the crown on top of our heads. Believing in yourself first and foremost.",
      "meaningReversed": "By your design and construction alone, this tower can be tall or short, depending how long you have served the false ideals and continued to persevere without taking a moment to reflect and realise the lesson that life is trying to teach you.",
      "imageUrl": "/rider-waite/tow.jpg",
      "description": "A disaster unfolding, the Tower is being destroyed by fire and lightening, as it crumbles down, those trapped inside leap out and freefall to the ground. The Tower is a huge moment in our lives, where our whole world feels like it's crashing down. All that we have built and accomplished up to this point is being violently destroyed. The force is earth shattering; it leaves us only with rubble in the wake of ruin and devastation. Not all towers are the same height, this tower is something that we built, stone by stone and day by day.",
      "significance": "A rude awakening, with shocking realisations, our longstanding beliefs are being challenged and they all crumble. The reason this happened is because we built the tower on weak foundations. This often comes as a shock and is an extremely upsetting moment in our lives that causes us great grief and despair. We could not see that this could happen, because we had not learnt this lesson yet. What's really happening is that we've been ignoring all that is rotten and needs changing in our lives. The truth is the tower we built was never going to hold or last forever. Only once we have learned the lesson and recognised the mistakes, we made that got us here, will we move on or else we will continue building a new tower only to watch it come crashing down all over again."
    },
    {
      "name": "The Star",
      "arcana": "MAJOR",
      "suit": null,
      "number": 17,
      "keywords": ["hope", " renewal", " vitality", " optimism"],
      "meaningUpright": "Embrace the new flow of energy and cultivate your self-confidence. Start to feel good about yourself, be in the receiving mode to accept the assistance from both universe and the material world. Feel the pure energy of the universe flow through you, place your faith and trust in life, set off for your new goals and open that new door to your future, promising new opportunities in your career and relationships.",
      "meaningReversed": "You see all the possibilities of things that could wrong, dark skies and clouds cover your horizons, you cannot access your inspiration to see beyond the fog of exhaustion, take time to rest and heal.",
      "imageUrl": "/rider-waite/sta.jpg",
      "description": "A naked woman with 2 jugs in hand, she represents the unveiled truth and purity, against a background of stars in the sky, bringing hope into our lives with this beautiful scene. The jugs of water contain the waters of life, one poured back to its source and another used to bring new life on land.",
      "significance": "A universal symbol of hope, it heralds the end of troubles and hardships as represented by the cards before it. A new and happier phase is coming to your life. Look up at the stars, staring in awe and magnificence, while feeling small that the expanse of the universe is so grand. The Star calls us to seek out arcane knowledge hidden within the constellations, get a reading or study astrology yourself to further your understanding. Good fortune, inspiration and help from all directions are coming to help you fulfil your desires."
    },
    {
      "name": "The Moon",
      "arcana": "MAJOR",
      "suit": null,
      "number": 18,
      "keywords": ["mystery", " deceit", " danger", " subconscious"],
      "meaningUpright": "Time to attend to our dreams, feelings and intuition. For creative souls, this is a perfect time to increase imagination and creativity. The Moon is the virgin, the maiden and the crone, through its cycles and years she has ripened her wisdom. Look deep within yourself to waken the feelings and inner perceptions, pay attention to your intuition and whatever dreams you have. This is a good time to develop your inner psyche.",
      "meaningReversed": "Your subconscious is evolving, things which were buried are surfacing, it's time to face your fears and confront them with an emerging clarity, you can see past the deception of others and deception of yourself",
      "imageUrl": "/rider-waite/mon.jpg",
      "description": "A naked woman with 2 jugs in hand, she represents the unveiled truth and purity, against a background of stars in the sky, bringing hope into our lives with this beautiful scene. The jugs of water contain the waters of life, one poured back to its source and another used to bring new life on land.",
      "significance": "Pay more attention to our inner selves, shine a light onto the deepest parts of our human nature. With the soft light reflected against the Moons surface, we are able to see things without the glare of the Sun. The light from the Sun allows us to see vibrantly the world around us, but it is the light of the Moon which illuminates what is naturally inside ourselves. In its subtlety, we become more receptive to our inner spiritual harmony."
    },
    {
      "name": "The Sun",
      "arcana": "MAJOR",
      "suit": null,
      "number": 19,
      "keywords": ["joy", " happiness", " children", " optimism"],
      "meaningUpright": "A time of new beginnings awaits you, a time where things go well and you attain success and accomplishment. Full of life and vitality you are ready to take on new projects and make changes for the better. Whatever you are planning, you feel a great deal of enthusiasm, you aren't worried about the outcome. When the Sun shines on your life you can relax and let go of all your worries.",
      "meaningReversed": "Happiness is almost within your reach, yet you could still be unsatisfied focusing on details and you are not able to enjoy it, reconnect with playfulness and spontaneity",
      "imageUrl": "/rider-waite/sun.jpg",
      "description": "The light of the sunbeams radiance with a cheerful child riding a white horse. The child is filled with happiness; she embodies all the pleasure life has to offer us. The Sun rules our hearts and is the centre of our body and personality. The Sun represents all life, as it gives life to everything on earth. With the sunshine brings us much joy and we are promised that the dark days are over and may the Sun shine on all you do.",
      "significance": "While the moon represents our subconscious the Sun is about the conscious realm and how we can harness the energy from the sun to manifest all which we desire in life. The Sun is a hugely positive influence it brings a happy outcome, it's a time when all good things come into our lives, whether it's success, achievement, health, good fortune and joy. When the sun shines over us all our endeavours, all of our past efforts and work are now bearing fruit."
    },
    {
      "name": "Judgement",
      "arcana": "MAJOR",
      "suit": null,
      "number": 20,
      "keywords": ["awakening", " revelation", " rebirth", " change"],
      "meaningUpright": "Now that you have heard the wake-up call from the universe, you are ready to step into a new phase. Let things grow and mature at a steady pace, without trying to hurry the process. What's coming is a result of your growing maturity. Judgement provides important news that will be beneficial, you may acquire new knowledge and find joy through accomplishment. Your health improves and problems that come your way are easily resolved.",
      "meaningReversed": "The call to action and arms has been sounded, yet you lie still in your slumber, heed the call and respond while you can, the opportunity to do the right thing should be seized while judgement calls",
      "imageUrl": "/rider-waite/jud.jpg",
      "description": "Visually rather negative, an angel holds a horn summoning the dead, they look up as if they have been called from their coffins and freshly risen from the earth. Referring the dreaded day of judgement, where our souls are judged. The idea behind this card is that of awakening.",
      "significance": "A call to awaken our higher selves, sometimes this can be turning away from a traditional set of beliefs towards one that suits us better. Like Death and the Tower, Judgement marks the end of something, an old cycle that has come to close. We are called to seek a new direction and break away from the conventional thinking we have grown used to. It can be very positive, with its regenerative power and rebirth into wholeness after a period of confusion or sense of confinement. We may have felt dead in our old life, now we have the opportunity to relive by changing our environment. Ending doubt, fears and inhibitions. It marks a newfound freedom."
    },
    {
      "name": "The World",
      "arcana": "MAJOR",
      "suit": null,
      "number": 21,
      "keywords": ["prosperity", " fulfilment", " happiness", " success"],
      "meaningUpright": "Your success is assured. All the success and happiness are available to you. Whatever you choose to do now will result in prosperity. You have mastered your own inner nature and feel supported within by all the resources you have gained in the process. Embrace your self-confidence and enjoy the victory. When you place your trust in the universe, you reap the rewards. Endless possibilities and opportunities become available to you and you are totally free to choose that which pleases you the most. Your new chapter in life awaits you.",
      "meaningReversed": "One last piece of a puzzle, the last thing on the list to be completed, either by choice or design you have not yet finished your calling, look back at what you have done to find that which is missing",
      "imageUrl": "/rider-waite/wrl.jpg",
      "description": "As above, so below. Guarded by four winged creatures in each corner each representing one of the 4 elements. The wreath surrounding the woman is bound with 2 infinity symbols. The World is infinite possibility; the woman's legs are crossed like figure 4 similar to the hanged man but this time in an upright position. The Hanged Man is about our internal reflection, the World is about looking outwards and seeing things from a higher viewpoint, being able to see things as they truly are.",
      "significance": "The last card in the Major Arcana. The journey spiritual journey started by the Fool comes to an end with the World. The realm of all that is sacred opens to us, this is a signal that we are guided to complete our spiritual journey. During this final stage, we will receive what is rightfully ours, we have earned it. Feeling whole and complete, we are refreshed from the long journey it took us to get to this point and once again we are ready to beIN anew, transcending to the next level."
    },
    {
      "name": "King of Wands",
      "arcana": "MINOR",
      "suit": "WANDS",
      "number": 4,
      "keywords": ["wealth", " status", " honesty", " intelligence"],
      "meaningUpright": "Good news is coming your way, usually regarding fortune, this can be a promotion at work or an inheritance. If this is a man in your life, you can rely on him to help, he is someone who truly cares about you.",
      "meaningReversed": "When certain qualities of the King of Wands are found in excess this leads to arrogance and unrealistic expectations, it can also signify tyranny, time to reflect on how we choose to treat others.",
      "imageUrl": "/rider-waite/kow.jpg",
      "description": "Dignified and seated on his throne, a powerful and positive figure, who is in command of the situation, confidently at ease. Looking out and focused on things in the distance, taking command, impassioned and noble, the King considers future events. He is full of charisma, energy and fun, the kind of person people look up to and follow for their vision and perception.",
      "significance": "A man that you can look up to, you can rely on his honesty, loyalty and fairness. Whether representing a person or a situation you can expect that things are as they appear, without deception."
    },
    {
      "name": "Queen of Wands",
      "arcana": "MINOR",
      "suit": "WANDS",
      "number": 3,
      "keywords": ["careful", " inspiring", " generous", " loving"],
      "meaningUpright": "Exercise prudence when crafting your path forward, draw upon the Queen's inspiration and invoke all her qualities to help you reach your goals and ambitions successfully.",
      "meaningReversed": "As you look inwards, what do you see? Are you blinded by insecurities and jealousy? Release these emotions to see clearly once more.",
      "imageUrl": "/rider-waite/qow.jpg",
      "description": "A statuesque woman, sitting regally on her throne, she holds a tall staff in her hand, a symbol of her authority. She carefully nurtures her goals and ambitions. She is an inspiration to others and she gets things done. She is loving, honourable and dignified. ",
      "significance": "She is a mature and natural leader, who is in a position of authority, honourable and friendly. Seek out her advice as she is a loyal confidante and able to provide valuable assistance. If representing a situation, now is a good time to move forward, in any business or creative venture. If you are the Queen, you possess all the qualities to succeed."
    },
    {
      "name": "Knight of Wands",
      "arcana": "MINOR",
      "suit": "WANDS",
      "number": 12,
      "keywords": ["messenger", " charisma", " excitement", " head strong"],
      "meaningUpright": "Trust the messenger as they are faithful, find courage when you are far from home and wandering the world. Steadfast and courageous, the Knight keeps on going forwards, despite the foreign lands he travels, his adventurous spirit carries him to explore the world and he shares many of the same qualities as the King and Queen.",
      "meaningReversed": "Your energies have become scattered and you are no longer sure where to turn to, do not be impulsive and reckless, plan your strategy to overcome the obstacles in your wake.",
      "imageUrl": "/rider-waite/know.jpg",
      "description": "A young man riding in forward motion, brandishing his wand like a weapon, not to strike at his foes but more for show. His colourful Armor and position suggest he is riding towards some encounter, but more likely a joust than a fight.",
      "significance": "Knights are messengers, they bring us good news regarding our work and social activities. The glad tidings are some happy events, perhaps a journey or vacation. Some change is on the horizon, it may happen rapidly and it can feel daunting or frightening."
    },
    {
      "name": "Page of Wands",
      "arcana": "MINOR",
      "suit": "WANDS",
      "number": 11,
      "keywords": ["travel", " career", " passion", " journey"],
      "meaningUpright": "Look out for messages coming from far away. If he appears in your life, it can be a younger relative or friend, an apprentice, student or assistant. They are enthusiastic about travel and seek out adventure, perhaps even international travel, keen to discover foreign cultures and people.",
      "meaningReversed": "Feeling stuck and not sure which direction you should go towards, it's normal to put off things and start procrastinating as you dive deeper into self-doubt, renew your self-confidence and self-esteem.",
      "imageUrl": "/rider-waite/pow.jpg",
      "description": "A youth holding a tall staff, facing sideways, his attitude is expectant but casual. He is packed with enthusiasm and nativity, with all the willingness to take risks, yearning for an adventure.",
      "significance": "Represents a message of great importance to whatever you're working on or current situation. Most likely affecting work it may also be of social concern. This information is positive."
    },
    {
      "arcana": "MINOR",
      "suit": "WANDS",
      "number": 1,
      "name": "Ace of Wands",
      "description": "A hand emerging from a cloud, it grasps firmly onto a stick. New leaves and shoots grow from it.",
      "keywords": ["new birth", " creativity", " business", " finance"],
      "significance": "All aces are beginnings, this ace represents a new enterprise, usually involving business, the arts or finance. It signifies how a seed has been planted for this new birth, it can be very creative and turn into a very money-making idea.",
      "meaningUpright": "Free from the restraints and things that have hampered you in the past, you are being enabled to express yourself successfully, take on a new role or forge a new identity through the hard work you are ready to put forth.",
      "meaningReversed": "Opportunity has come and passed you, without motivation you may facing creative blocks, seek inspiration, but also possess a strong desire to take action before it's too late.",
      "imageUrl": "/rider-waite/aow.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "WANDS",
      "number": 2,
      "name": "Two of Wands",
        "description": "A man standing with the world in his hands, but it isn't the world as a whole it is his personal world, standing between 2 wands, his eyes looking exactly between the world and the world that lies beyond. It represents a struggle between choices, a journey to set himself apart, not for fear, not for love or necessity but for its own sake.",
        "keywords": ["ambiguity", " unexpected", " surprise", " choices"],
        "significance": "You are saying yes to something new, something you expect will bring you wealth and good fortune while helping you achieve ownership. You have already started something and now you are waiting for your results to show.",
        "meaningUpright": "However, there are delays you must contend with and unforeseen problems, you may encounter unexpected obstacles and face opposition. It is an indication that you need change your course and try a different approach.",
        "meaningReversed": "It feels like you should play it safely while you are uncertain of what changes are coming, plan properly and embrace change.",
        "imageUrl": "/rider-waite/2ow.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "WANDS",
      "number": 3,
      "name": "Three of Wands",
        "description": "He takes in the sights as he realises the journey has just begun, but he's reached a point that he can't turn back. A dream is turning into reality, but this journey has only just begun",
        "keywords": ["progress", " dreams", " achievement", " common sense"],
        "significance": "You can remain calm and in control of the situation, there is no need to act impulsively. Take things firmly in hand, act maturely and responsibly. Make decisions based on your experience and common sense.",
        "meaningUpright": "Once you have consolidated your situation, business or enterprise, you can expect financial and personal gain. Clearly define the role you want to play and present your best and most positive self to the world. Your confidence will draw helpful people to you and attract circumstances that benefit you. Be clear about who you are and what you intend to achieve, others will respond positively when you do.",
        "meaningReversed": "Faced with delays and obstacles, tune into your foresight so you can prepare to overcome the obstacles that are in your path.",
        "imageUrl": "/rider-waite/3ow.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "WANDS",
      "number": 4,
      "name": "Four of Wands",
        "description": "A minor celebration and a minor triumph. Your efforts to establish a project, business or partnership are becoming successful, you find yourself in a secure and comfortable position, it's time to take a breath and rejoice in what you have accomplished.",
        "keywords": ["stability", " comfort", " security", " enjoyment"],
        "significance": "You have found success in your endeavours, you can enjoy the pleasure and prosperity that you have earned through your efforts.",
        "meaningUpright": "You have shown the world who you truly are and what you are capable of, take time to celebrate and enjoy the good times, but know that there is still more work to be done.",
        "meaningReversed": "Your house and home no longer feel stable, you may have tensions with family, prepare for the unexpected and don't let yourself get disappointed when events are cancelled or postponed.",
        "imageUrl": "/rider-waite/4ow.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "WANDS",
      "number": 5,
      "name": "Five of Wands",
        "description": "5 young men engage in a mock fight, playing, they are on the equal footing, among peers of the similar level. It signifies the struggle and competition in economic, social or career areas. They each are scrambling to attain power, success and recognition.",
        "keywords": ["competition", " struggle", " achievement", " small battles"],
        "significance": "Winning these small battles grant the opportunity to advance towards the opportunity to partake and excel in greater ones.",
        "meaningUpright": "The struggle and competition in the marketplace, you may be involved in ego battles between colleagues at work or peers in the social arena. New factors move into the situation and demand you change, adapt and grow. Life will not be as simple as it was. You will have to put in more effort to keep what you have gained.",
        "meaningReversed": "You are avoiding conflict in your life, refusing to compete against others, leading to inner tension that is surprised instead of confronted. Face conflict courageously to overcome difficulties.",
        "imageUrl": "/rider-waite/5ow.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "WANDS",
      "number": 6,
      "name": "Six of Wands",
        "description": "Triumph over adversity, good news awaits bringing success and victory.",
        "keywords": ["achievement", " success", " good news", " victory"],
        "significance": "You've faced your challenges to your current position; your work or reputation and you have overcome them with flying colours. You have conquered the opposing forces, any self-doubt you have had in the past is now resolved.",
        "meaningUpright": "Accept all the gifts, awards and recognition you have won, but know that while your victory is well deserved, it will not be long lived. These pompous times will pass, so savour the moment and don't forget the hard work and grit that took you to get here.",
        "meaningReversed": "A little misstep and you have fallen from grace and has not been recognised by others, take a breath and let your bruised ego heal.",
        "imageUrl": "/rider-waite/6ow.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "WANDS",
      "number": 7,
      "name": "Seven of Wands",
        "description": "A man under attack, while he has upper ground and remains in the favourable position that grants him the advantage in battle, he is also outnumbered by his foes.",
        "keywords": ["courage", " determination", " challenges", " resourcefulness"],
        "significance": "You are willing to fight for what you believe in and you will stand your ground, previously unsure of where you stand, now you are ready to face all the challenges thrown your way.",
        "meaningUpright": "You are called to draw upon all your resources, you may not even have realised they were there all along. You recognise you have the advantage and you will eventually achieve success with your sheer will power and force.",
        "meaningReversed": "Sometimes like these, it feels as though everything is too heavy, too much and you are overwhelmed, you may feel like giving up, but know that all of your insecurities are being tested.",
        "imageUrl": "/rider-waite/7ow.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "WANDS",
      "number": 8,
      "name": "Eight of Wands",
        "description": "Wands hurtling through the air with such speed, what comes is coming quickly and swiftly, be prepared for rapidly changing events that demand your wit and cleverness to take the right actions.",
        "keywords": ["rapidly", " motion", " action", " excitement"],
        "significance": "The first shots have been fired, the 8 of wands are like arrows let loose into the air and now they are speeding towards their target. Now is the time to take action and initiate the next phase of whatever you have planned. You may be required to travel by air. You are going to enter an exciting and hopeful period where you are likely to be extremely busy. All positive things are rapidly unfolding.",
        "meaningUpright": "Establish the role you wish to play and let go of anything that no longer serves you. Move quickly to avoid enemy attacks and brace for all kinds of change.",
        "meaningReversed": "Frustrated over delays or miscommunication, things are not progressing as quickly as they should be, something has halted you in your step. Pause and reflect to identify and remove blockages",
        "imageUrl": "/rider-waite/8ow.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "WANDS",
      "number": 9,
      "name": "Nine of Wands",
        "description": "Triumph over adversity, good news awaits bringing success and victory.",
        "keywords": ["caution", " impatience", " vigilance", " determination"],
        "significance": "Defending your legitimate domain and protecting that which is rightfully yours. Through effort and determination, you protect what is yours, showing courage when coming under fire and firmly standing your ground. The worst is over, you have completed the task at hand and shown you have the discipline and ability to plan well and wisely.",
        "meaningUpright": "You may not realise it yet, but things are turning out positively, your victory is coming, you are moving forward with a sense of purpose and direction. While you feel tired and at wits end, your endurance, your strength and courage will be how you prevail over all your opponents.",
        "meaningReversed": "Paranoia has taken over, you are being totally defensive, this resistance leads to your burnout.",
        "imageUrl": "/rider-waite/9ow.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "WANDS",
      "number": 10,
       "name": "Ten of Wands",
        "description": "A strong armed man, with broad shoulders, he carries a collection of 10 wands, he is charged with burdens and responsibilities, he alone has to carry them all by himself.",
        "keywords": ["overburdened", " success", " good news", " victory"],
        "significance": "Your efforts feel like they haven't amounted to anything, you are carrying burdens that really don't belong to you. You are worn out, carrying so much as if the weight of the world rests on your shoulders. You are working too hard and carrying too much, you need to lighten your load and not bite off more than you can chew.",
        "meaningUpright": "Now is a good time to take on new endeavours and let go of the past burdens, use this time to rediscover what brings you joy, what is worth pursuing, before they became complicated and overburdening. Sometimes it's important to seek help and there's no shame in asking for help. Don't let your pride or ego stand in the way of that.",
        "meaningReversed": "Pushed to the breaking point, you may be at wit's end and ready to collapse under the pressure, know that you inability to seek help and delegate has placed you here.",
        "imageUrl": "/rider-waite/10ow.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "PENTACLES",
      "number": 4,
       "name": "King of Pentacles",
        "description": "A royal figure, regally dressed and seated on a throne decorated with animal figures, the lion, bull, eagle and griffin, all four fixed signs within the zodiac. He appears comfortable with the power money confers, holding up a large coin in his hand. He is proud, self-reliant and confident in what he knows. He has worked hard to attain his position and he inspires hard work in others.",
        "keywords": ["hard work", " introspection", " charming", " pride"],
        "significance": "His demeanour is calm, lethargic and cautious, he is not a man of action, but a man of introspection, he does not take excessive risk or chances, he assures others that the job is done right. He has diverse experiences and can tell you captivating tales based on his unique life experiences. He provides stability, you can count on his advice when it comes to material matters, concerning money, property and security.",
        "meaningUpright": "If this King represents a leader, perhaps a corporate head or an even banker that you are seeking financial assistance from, know that you can rely on his help. If the King represents a situation instead and you are engaged in some worldly enterprise, it will meet with success.",
        "meaningReversed": "We are asked if we are being too greedy or have, we become corrupted by the power we wield? Reflect on leadership, perhaps you are the poor leader in question or your poor leader is in question. ",
        "imageUrl": "/rider-waite/kop.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "PENTACLES",
      "number": 3,
       "name": "Queen of Pentacles",
        "description": "A benevolent figure, bearing kindness, she holds a coin in her lap and gazes fondly down at it. She is someone who understands and respects money as a tool but does not worship it.",
        "keywords": ["peace", " joy", " contentment", " happiness"],
        "significance": "She is at a place of peace and contentment, not a lavish comfort but a modest comfort that provides happiness. This is a place she can reflect upon others and see their own world through her eyes. She has found success in her life and enjoys the great pleasures the outdoors has to offer, in the natural side of life, being close with nature and animals.",
        "meaningUpright": "As an advisor the Queen is likely to favour you or will at least be fair with you. She is pragmatic and realistic. If she represents a situation instead, it shows a harvest after intense labour. You will acquire wisdom through experience and are cautioned to be prudent with how you use your wealth. The Queen always wishes to see that her money is put to good use and produces tangible results.",
        "meaningReversed": "Things are out of balance at home or at work, you may have neglected some responsibilities and that leads to insecurity.",
        "imageUrl": "/rider-waite/qop.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "PENTACLES",
      "number": 12,
       "name": "Knight of Pentacles",
        "description": "This Knight slowly advances, with a pentacle in his hand as if offering it to us. Unlike, the other Knights who are shown charging on their horses, his horse is calm and stable.",
        "keywords": ["messenger", " caution", " reserved", " wisdom"],
        "significance": "He is slow, cautious and protective, he is not one to rush into action, he is more reserved and less inclined. He has learned through his practical nature and responsibility, through this maturity and wisdom gained from working hard to achieve all that he has. He plans meticulously and doesn't wish to change course easily; he may fail to realise that change in strategy is sometimes necessary. He is very serious, sometimes taking things too seriously.",
        "meaningUpright": "This Knight brings news concerning money, usually good news. If this Knight represents a situation in your life, it signals arrivals and departures. You may be leaving for a more lucrative opportunity or experience other changes in your life regarding material finances and possessions.",
        "meaningReversed": "News you have been waiting for doesn't come on time, there are unexpected delays in your journey, know that while things may come late, it will be better than never.",
        "imageUrl": "/rider-waite/knop.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "PENTACLES",
      "number": 5,
       "name": "Page of Pentacles",
        "description": "A youth standing in the countryside, holding a pentacle before him and admiring it. He desires money and wants to achieve the means to gain it. The Page of Pentacles is also known as the scholar, he is so intent on lessons that he misses everything else going on around him.",
        "keywords": ["industrious", " scholarly", " ambitious", " determined"],
        "significance": "A bearer of good news when it comes to acquiring money or material goods. He is someone who is intelligent, refined and sensitive to the arts, able to appreciate the good things in life. He is goal-oriented, focusing his ambition and determination to achieve success.",
        "meaningUpright": "If the Page doesn't represent a person, this card indicates your own worldly ambitions and a message concerning them.",
        "meaningReversed": "Projects feel like they are not progressing, chances have been missed due to procrastination, act with decision to obtain that which you seek.",
        "imageUrl": "/rider-waite/pop.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "PENTACLES",
      "number": 1,
      "name": "Ace of Pentacles",
        "description": "A large Pentacle in the centre, a hand coming out of cloud holds it in its palm. It signals new successes, new money, resources, ambition, opportunity and material attainment.",
        "keywords": ["ambition", " new", " resources", " opportunity"],
        "significance": "The new things coming into your life will not be short-lived, they are long-lasting. You plant the seeds for this new venture hopeful that it will lead to money and financial security.",
        "meaningUpright": "A strong indicator that prosperity is coming to you, so be open to receive all the benefits it promises, sometimes this can also come in the form of renewed good health.",
        "meaningReversed": "Due to poor planning, opportunities are lost and this can lead to financial instability, prepare for hard times.",
        "imageUrl": "/rider-waite/aop.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "PENTACLES",
      "number": 2,
       "name": "Two of Pentacles",
        "description": "A man juggling 2 Pentacles, trying to keep the other from falling, it is tied with the infinity symbol. Maintaining the 2 coins in motions helps to keep his life in balance.",
        "keywords": ["balance", " partnership", " infinity", " juggling"],
        "significance": "You are still at the stage of deciding between 2 different options, it's time to make a choice and stick with it even if you aren't sure about the outcome.",
        "meaningUpright": "A message about money is on its way to you, most likely in a written form.",
        "meaningReversed": "Out of balance, you may be feeling overwhelmed caused by poor time management.",
        "imageUrl": "/rider-waite/2op.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "PENTACLES",
      "number": 3,
      "name": "Three of Pentacles",
        "description": "A craftsman showing his work to those who pay him, he's someone who has already developed their skill in a profession or trade. It is a card of cooperation concerning business ventures.",
        "keywords": ["cooperation", " partnership", " skills", " career"],
        "significance": "You are acquiring marketable skills and preparing yourself for action in the world. You may have recently graduated or undergone training to upskill yourself. You anticipate a rise in your prestige and earnings.",
        "meaningUpright": "New opportunities arise for you, where your work will be rewarded. This new beginning stems from the work you have put in the past.",
        "meaningReversed": "Lack of cooperation and teamwork causes poor quality in your work, address the misalignments to get back on track.",
        "imageUrl": "/rider-waite/3op.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "PENTACLES",
      "number": 4,
      "name": "Four of Pentacles",
        "description": "A man clings on tightly to what he has, holding back, refusing to share what he has with others. It is the card of hoarders.",
        "keywords": ["spendthrift", " stinginess", " hoarding", " stubborn"],
        "significance": "You may be fearing loss; you are trying to prepare yourself by closely guarding what you have. You are simply being overly cautious and conservative in financial areas.",
        "meaningUpright": "Holding on to tightly to what you have can lead you to stagnating and creates dissatisfaction in your life. You are being stubborn and inflexible. This fixed attitude limits and blocks new opportunities for success and happiness.",
        "meaningReversed": "Learning to let go of material possessions, they don't define you or your existence. Material things in life will come and go and remember when you leave this world you can't them with you",
        "imageUrl": "/rider-waite/4op.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "PENTACLES",
      "number": 5,
      "name": "Five of Pentacles",
        "description": "A couple, cold, poorly clothed, exposed to the elements as they pass the church with the opulent stained window, they do not stop and seek aid, they pass by. The characters may be shunned by society by notice they remain together.",
        "keywords": ["bankruptcy", " misery", " ruin", " loss"],
        "significance": "Misery transforms into hope, the 2 people who remain together, may have been casted out by the society they once knew, but they have created their own. Potential for loss may be devastating but you can never lose everything.",
        "meaningUpright": "Of all Pentacles, the only one which has negative meanings, a loss of material things, money will become very tight and that loss can occur from ill-advised investments, support that never came, you are advised to ask for help, from other people or the universe.",
        "meaningReversed": "A time of recovery, where hope is renewed, it marks the end of your hardship, so hang out tightly and know that better days are coming soon.",
        "imageUrl": "/rider-waite/5op.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "PENTACLES",
      "number": 6,
      "name": "Six of Pentacles",
        "description": "Scales in his left hand, this man understands the emotions of both sides of generosity, it represents give and take, it asks us what can be given to others and what can be offered to us?",
        "keywords": ["fairness", " generosity", " resources", " opportunity"],
        "significance": "The past financial problems you have encountered are being resolved, you can afford to be more charitable as your income is steady and your security is stable. Now you can use your prosperity to help others and support a good cause.",
        "meaningUpright": "You are challenged to assess your situation, are you being fair with all that you have received? Are you taking more than you give back? Perhaps it is time to involve yourself in some philanthropic projects or provide work for others who are still struggling.",
        "meaningReversed": "Be careful of offers and the strings that are attached to them especially, certain circumstances have created inequality and beware of selfish actors.",
        "imageUrl": "/rider-waite/6op.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "PENTACLES",
      "number": 7,
      "name": "Seven of Pentacles",
        "description": "A labourer dissatisfied with his yield, he has put in the work to get this far and his patience is wearing thin, he lacks faith that his hard work will eventually bear fruit.",
        "keywords": ["patience", " faith", " work", " waiting"],
        "significance": "You have put in the time and effort and paid all of your dues, now you are expecting that you will gain the rewards. Great satisfaction from a job well done is around the corner, only if you have faith to see it through.",
        "meaningUpright": "You are hoping, waiting and worrying, but does that make things move faster? Does that accelerate the process? No. So be patient and have faith that you will reap the rewards of what you have previously sown.",
        "meaningReversed": "Your patience wears thin, it all feels like a wasted effort when there is no reward waiting for you.",
        "imageUrl": "/rider-waite/7op.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "PENTACLES",
      "number": 8,
      "name": "Eight of Pentacles",
        "description": "A hard worker labouring over his work, a display of a different form of strength, a slow and challenging way to a comfortable life. He works alone, content to focus on the object of his efforts, he is no longer seeking to impress, nor is he holding on, he is not enduring a great loss, he simply does his job, accepting his situation. Hard work not fortune will bring him to where he wants to be.",
        "keywords": ["hard work", " labour", " diligence", " strength"],
        "significance": "Develop and apply your skills productively, be sincere and persevere and your efforts will succeed as a result of refining your craft and improving your processes. You will be rewarded by increased income, opportunity and respect.",
        "meaningUpright": "Take simple pride in your work and pay attention to it. Do what it takes to excel, achievement will not come from recognition of others but from the satisfaction of a job done well.",
        "meaningReversed": "Seeking perfection has led you on a path of unfulfillment, creating uninspiring work with a lack of focus, take simple pride in your work.",
        "imageUrl": "/rider-waite/8op.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "PENTACLES",
      "number": 9,
      "name": "Nine of Pentacles",
        "description": "A woman tending to a lush garden, completely in tune with nature. Like the hermit she is alone, unlike the hermit, she has surrounded herself with things of natural beauty, a small paradise.",
        "keywords": ["paradise", " abundance", " accomplished", " security"],
        "significance": "Independence from financial concerns and worries. You receive abundance from the proper management in business or financial affairs. This card says you've arrived, accomplished your goals and now you feel secure.",
        "meaningUpright": "You have integrated the factors of your life and now you are enjoying money, resources and physical energy as a smooth combined flow.",
        "meaningReversed": "Overindulgence has led to financial setbacks and the freedom you sought out has led you to become dependent on others.",
        "imageUrl": "/rider-waite/9op.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "PENTACLES",
      "number": 10,
       "name": "Ten of Pentacles",
        "description": "A scene of comfort or wealth, we see a picture of harmony and comfort, sharing in the bounty.",
        "keywords": ["generosity", " good will", " harmony", " wealth"],
        "significance": "A solid and secure life, both in business and with your family. All your work and planning has paid off; you enjoy the fruits of your labour. You are emphasizing home and family at this point, now that you have a secure income to support them.  Family matters are at the forefront, and you have the leisure to concentrate on personal affairs.",
        "meaningUpright": "You are reminded to share and be generous, to create that good will and harmony.",
        "meaningReversed": "Family disputes and financial ruin caused by instability, they stand in between you and your happiness.",
        "imageUrl": "/rider-waite/10op.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "SWORDS",
      "number": 4,
       "name": "King of Swords",
        "description": "An imposing figure sits sternly, judging, he is fair and impartial. He is smart enough to see both sides, but expects others to follow him. He is the kind of King that makes the hardest decisions",
        "keywords": ["fairness", " judgement", " commanding", " power"],
        "significance": "The King represents a man of great strength and authority, when we meet such a man in our lives, he is usually involved in mental work. He is a good counsellor, who is acute and highly dexterous. He thinks clearly and rapidly, blessed with the ability to express his thoughts eloquently.",
        "meaningUpright": "When he appears, you may be on the verge of a spiritual breakthrough and are ready to communicate it. You may find yourself in a situation which demands your mental and communication skills",
        "meaningReversed": "A tyrant at his worst, the King of Swords challenges us to reflect on our use of power and how it has helped or harmed others.",
        "imageUrl": "/rider-waite/kos.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "SWORDS",
      "number": 7,
       "name": "Queen of Swords",
        "description": "A comfortable Queen, with her sword held up, she holds a position of power and authority over public life and ideas. She is very intelligent and communicates her ideas, conversing with her is thought stimulating.",
        "keywords": ["intuitive", " formidable", " authority", " power"],
        "significance": "The Queen represents an independent woman. She is also someone who has gained her wisdom through enduring loss and separation, perhaps as result of divorce or death. But she is so strong willed and has found the ability to cope with her losses and move on with her life.",
        "meaningUpright": "You may be going through a difficult experience, it will open up new ways of thinking if you can harness what you learn through it and channel it towards growing positively.",
        "meaningReversed": "Coldness and bitterness have led you feeling emotionally detached from others. Find warmth and nurture your spirit to become more embracing towards others.",
        "imageUrl": "/rider-waite/qos.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "SWORDS",
      "number": 12,
       "name": "Knight of Swords",
        "description": "This Knight charges rapidly with his weapon raised, full of confidence, he displays his skilfulness and brashness, he is often seen as being arrogant. Even the horse looks frightened at what they are charging towards.",
        "keywords": ["arrogance", " brashness", " aggression", " argumentatively"],
        "significance": "As a messenger, he can bring bad news that relates to you or someone close to you. You are going through some kind of conflict in your mind. There could be differences of opinions that violently erupt around you. Angry messages are being sent and received. If representing a situation, you may be so focused on intellectual pursuits while neglecting other facets in your life. You may be expressing your ideas too forcefully and antagonising those around you.",
        "meaningUpright": "A reminder that this may not be the best time to charge forward. Do more research and put more work into planning. It is also a call to be more diplomatic when handling situations you find yourself in.",
        "meaningReversed": "Time to ask yourself, are you acting too impulsively? Does reckless abandon cause you to feel directionless in life? Pause and make certain of your priorities at this moment",
        "imageUrl": "/rider-waite/knos.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "SWORDS",
      "number": 4,
       "name": "Page of Swords",
        "description": "A youth standing and looking over his shoulder away from the sword he holds. He looks unsure when wielding his weapon. He tried to appear as if he can easily defeat any enemy.",
        "keywords": ["information", " knowledge", " secrets", " immaturity"],
        "significance": "This card is about risk on a mental or spiritual level, it is also about acquiring knowledge and information, but instead of sharing, he closely guards it and keeps it for himself. It can also be a secret that is being closely guarded. He doesn't display maturity in acquiring this knowledge, but rather does so in a petty way for his own gain which does no good.",
        "meaningUpright": "When he appears, this Page brings you knew problems and difficulties, it can relate to someone younger that you know. The Page likes to indulge in risky behaviours that may cause problems. You are reminded not to be overconfident and the ignorance of youth might also get you and others into trouble.",
        "meaningReversed": "Partaking in too much gossip, you are inclined to deception. Seek a mature influence to evolve beyond frivolous endeavours.",
        "imageUrl": "/rider-waite/pos.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "SWORDS",
      "number": 1,
      "name": "Ace of Swords",
        "description": "An upright sword, crowned at the tip, the hand coming out of the clouds holds the sword.",
        "keywords": ["breakthrough", " spiritual growth", " recognition", " prosperity"],
        "significance": "Like all Aces, something new is coming into being for you, you have achieved this opportunity by using your mental acumen at a high level. It indicates the birth of an idea, enterprise or child. You are now in a position where you have the power to manifest things in a new way.",
        "meaningUpright": "You are awakening to new challenges or beginning to see those challenges and they require you to radically alter your actions, this will set you on your path towards your new direction in life.",
        "meaningReversed": "You are confused, this can be caused by misinformation, thus you must seek clarity and clear the fog that blocks your vision.",
        "imageUrl": "/rider-waite/aos.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "SWORDS",
      "number": 2,
       "name": "Two of Swords",
        "description": "A blindfolded woman holding 2 swords crossed over her breasts. Feeling like it is impossible to move forward.",
        "keywords": ["faith", " stasis", " choices", " decisions"],
        "significance": "This is an uncomfortable position that you find yourself in, but you are not ready to do anything about it yet. You are required to make a choice between 2 hard decisions.",
        "meaningUpright": "You may find yourself lacking the logic or intellect to find a way out, you must rely on blind faith that the universe will sort things out on its own. Know that choice is always available to you, all you have to do is remove the blindfold and look honestly at the situation.",
        "meaningReversed": "Indecision is not an option for you, a choice unmade is causing you much emotional overwhelm, avoidance only deepens your anxiety, faced with 2 paths staying at the junction is not the solution.",
        "imageUrl": "/rider-waite/2os.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "SWORDS",
      "number": 3,
      "name": "Three of Swords",
        "description": "A heart pierced 3 times through, it reflects the death of something held greatly dear.",
        "keywords": ["hurt", " pain", " sorrow", " regret"],
        "significance": "Separation and sorrow, usually in the relationships we hold most dearly. We are cut off from and feel isolated from the things we love the most. What has happened was inevitable and it's time to let go.",
        "meaningUpright": "Whatever that has died must be allowed to disintegrate, purify your mind and body by releasing all your emotion, don't try to hold on to the past.",
        "meaningReversed": "Learning to forgive, heal from your pain of heartbreak, it's time to release and let go of all the sorrow that has filled your heart.",
        "imageUrl": "/rider-waite/3os.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "SWORDS",
      "number": 4,
      "name": "Four of Swords",
        "description": "Before embarking into battle, knights would commission a sarcophagus before they left and upon their safe return, they would lay in it giving a prayer for making it back home. They reflect on their mission and how thanks to fate they have survived the perils, if not they would be dead in the coffin.",
        "keywords": ["rest", " reprieve", " sanctuary", " reflection"],
        "significance": "You have been in pain, now you are in the first stage of your recovery, whether physically or emotionally. This is the calm after the storm, take refuge from other people and the world.",
        "meaningUpright": "Step away from battles and take time to reflect on what matters the most to you, start by refocusing your objectives. During this time, think, plan and re-evaluate what you had been doing before, it's time to get your inner house in order.",
        "meaningReversed": "Pause. Take a breath. Refusing to slow down will only lead to your burnout",
        "imageUrl": "/rider-waite/4os.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "SWORDS",
      "number": 5,
      "name": "Five of Swords",
        "description": "A man successful in battle, watching his foes anguished and departing. The sword in his left hand is now at rest. The others are clearly defeated.",
        "keywords": ["hollow victory", " danger", " adjustment", " distress"],
        "significance": "A double-edged sword, one edge is defeat and loss, while the other is about accepting the boundaries we all must face and live with. You are adjusting to some kind of change brought on by distress or loss. It's an uncomfortable process by a necessary one.",
        "meaningUpright": "Change is a part of life and the more your resist it, the more difficult you make things for yourself. Whatever needs to be changed about yourself, now is time to get to work to bring those changes into your daily life and commit to doing better.",
        "meaningReversed": "A lingering resentment from reconciliation, seek resolutions that prove to serve both yourself and others.",
        "imageUrl": "/rider-waite/5os.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "SWORDS",
      "number": 6,
      "name": "Six of Swords",
        "description": "The calm after the storm, the passenger loads their swords onto boat, guided by the oarsman leading in the right direction to avoid danger.",
        "keywords": ["travel", " peace", " harmony"],
        "significance": "After some intense suffering, you now feel optimistic and balanced. Your destination may not be known yet and the effects of your decision to move may be uncertain, but luck is on your side, any change you make will go smoothly.",
        "meaningUpright": "Stay vigilant, you are not yet out of the woods, although the shore appears in sight, you are not there yet, it is not going to be all smooth sailing.",
        "meaningReversed": "You hold onto your baggage from the past tightly, this leaves you stuck in the past unable or unwilling to move forward.",
        "imageUrl": "/rider-waite/6os.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "SWORDS",
      "number": 7,
      "name": "Seven of Swords",
        "description": "A thief taking 5 of the 7 swords, while looking over his shoulder, duality of meanings as he can be taking from others to benefit himself, or he can be taking from others to prevent further harm to himself.",
        "keywords": ["caution", " warning", " loss", " theft"],
        "significance": "7 is still a lucky number, so whatever loss you incur may only be a minor setback. You may have the upper hand now, but caution is urged in all dealings, imprudence will be your downfall.",
        "meaningUpright": "Beware of theft and loss, protect what is yours. Exercise discretion and employ diplomacy and evasive tactics, while you may not like this kind of approach, the situation you find yourself in demands for it and calls for a less head on approach to achieve success.",
        "meaningReversed": "You deceive none other than yourself, it's time to come clean and face up to all the consequences that your actions and decisions have led you to.",
        "imageUrl": "/rider-waite/7os.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "SWORDS",
      "number": 8,
       "name": "Eight of Swords",
        "description": "A maiden bound and blindfolded, similar to the one in the 2 of Swords. She is not tied to her position, she can walk, but she is surrounded by danger and cannot see the way out.",
        "keywords": ["entrapped", " blind", " pain", " decisions"],
        "significance": "Unlike the 2 of Swords, you are conscious of the choices available to you, despite this you feel trapped, either unable or unwilling to make a choice and this keeps you stuck in a painful state. You become your own worst enemy.",
        "meaningUpright": "Examine the limitations you have imposed onto yourself, surrounded by the conflicts and problems, when we second guess ourselves, we place a blindfold on, we make our situation worse. Can we remove the blindfold? We have everything we need to break free from our circumstances, we can overcome them with wisdom and understanding.",
        "meaningReversed": "Release yourself from fear and self-doubt, it's time to seek out new perspectives to gain a fresh outlook that leads to you empowerment.",
        "imageUrl": "/rider-waite/8os.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "SWORDS",
      "number": 9,
      "name": "Nine of Swords",
        "description": "A man wakened by a dream or startled, he has great sadness and grief. 9 Swords behind him, 2 going through his back and another slicing behind his head.",
        "keywords": ["anxiety", " grief", " unhappiness", " regrets"],
        "significance": "When it appears, you are in an unhappy and tense state of mind, whether or not the facts bear out of fear. The suffering occurs in your mind. You have trouble sleeping, perhaps having bad dreams and nightmares. They stem from deep-rooted issues that have been repressed for too long, now they are all trying to surface.",
        "meaningUpright": "Don't be self-focused and self-critical, you are reminded to wake up and see the world as it truly is and most of the time things are always not as bad as they are in your mind.",
        "meaningReversed": "Inner wounds are healing, you recover from anxiety and are facing up to your inner fears, take time to truly heal and free yourself from mental afflictions caused by dwelling on what could have been done better.",
        "imageUrl": "/rider-waite/9os.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "SWORDS",
      "number": 10,
       "name": "Ten of Swords",
        "description": "A man lies face-flat on the ground with 10 swords in his back, blood runs from his lifeless and still body.",
        "keywords": ["change", " stress", " exhaustion", " worry"],
        "significance": "This is difficult card, it's appearance marks the beginning of the end of a period of trials and tribulations. It also brings an entirely new cycle. To make way for this new cycle, you have to clear way the debris of the old cycle that is now ending.",
        "meaningUpright": "You have to make a clean break from the past and all its attendant pain and suffering. Whether this means a divorce, quitting a job, moving across the country or changing a traditional belief. Make the break cleanly and don't leave any loose ends. Do away with any illusions that have previously clouded your vision.",
        "meaningReversed": "You learn from the betrayal of others, you are a survivor, you overcome the pain and hurt to find peace from regeneration",
        "imageUrl": "/rider-waite/10os.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "CUPS",
      "number": 4,
       "name": "King of Cups",
        "description": "A calm and compassionate figure who balances logic and emotion, offering support without judgment. He represents emotional maturity and deep empathy.",
        "keywords": ["emotional control", "wisdom", "support", "calm"],
        "significance": "The King of Cups signifies a time where emotional intelligence is crucial. You are being asked to lead with compassion and stay grounded amidst emotional turbulence.",
        "meaningUpright": "Trust your emotional instincts but temper them with reason. Offer guidance to others without absorbing their chaos. Your strength lies in your ability to remain cantered.",
        "meaningReversed": "Manipulation, emotional imbalance, or hidden feelings may be present. This card warns against using emotions to control others or being too detached. It's time to reconnect with your inner truth and express feelings in healthy ways.",
        "imageUrl": "/rider-waite/koc.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "CUPS",
      "number": 3,
       "name": "Queen of Cups",
        "description": "Empathy, intuition, and emotional depth. The nurturing heart of the tarot.",
        "keywords": ["intuitive", "nurturing", "empathy", "compassion"],
        "significance": "You are in tune with subtle emotional currents. This card supports healing, caring, and inner knowing.",
        "meaningUpright": "Trust your inner wisdom and create safe emotional spaces. Lead gently and listen deeply.",
        "meaningReversed": "Co-dependency or emotional overwhelm could blur your intuition. Reconnect with your emotional boundaries.",
        "imageUrl": "/rider-waite/qoc.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "CUPS",
      "number": 12,
       "name": "Knight of Cups",
        "description": "Romantic pursuit, dreamy ideals, and emotional adventure. A quest driven by heart.",
        "keywords": ["romance", "idealism", "pursuit", "emotion"],
        "significance": "This card speaks of chasing dreams, especially in love or creative endeavours. The heart leads the charge.",
        "meaningUpright": "Follow your passion but keep one foot on the ground. Do not let fantasies disconnect you from reality.",
        "meaningReversed": "Unrealistic romanticism or emotional volatility may be affecting your actions. Ground your vision with emotional responsibility.",
        "imageUrl": "/rider-waite/knoc.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "CUPS",
      "number": 4,
       "name": "Page of Cups",
        "description": "Youthful creativity, emotional exploration, and intuitive nudges. A messenger of love or inspiration.",
        "keywords": ["intuition", "creativity", "emotion", "curiosity"],
        "significance": "This card encourages openness to new emotional experiences or creative impulses. Approach life with wonder.",
        "meaningUpright": "Stay receptive to synchronicities and emotional insights. Express yourself freely and listen to your heart.",
        "meaningReversed": "Emotional immaturity or blocked creativity could hinder growth. Reflect inward to find your centre.",
        "imageUrl": "/rider-waite/poc.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "CUPS",
      "number": 1,
      "name": "Ace of Cups",
        "description": "A symbol of emotional awakening, new relationships, and creative flow. Overflowing with love and spiritual nourishment.",
        "keywords": ["new beginnings", "love", "intuition", "creativity"],
        "significance": "This card signals the start of an emotionally fulfilling phase. You may feel inspired, open-hearted, and ready to connect on a deeper level.",
        "meaningUpright": "Embrace the joy that’s entering your life. Be open to love and intuitive insights. Let your heart overflow—share your feelings freely.",
        "meaningReversed": "Blocked emotions, missed chances for connection, or creative stagnation may cloud this fresh start. Reconnect with your heart and clear emotional clutter.",
        "imageUrl": "/rider-waite/aoc.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "CUPS",
      "number": 2,
       "name": "Two of Cups",
        "description": "Represents harmony, mutual attraction, and balanced partnership. A powerful card for love and friendship.",
        "keywords": ["union", "partnership", "balance", "connection"],
        "significance": "The Two of Cups suggests a deep emotional bond forming. There is harmony and mutual respect in your relationships.",
        "meaningUpright": "Cherish the emotional resonance you share with others. Honor vulnerability and reciprocity. Strengthen the bonds of unity.",
        "meaningReversed": "There may be tension, imbalance, or miscommunication in a close relationship. Examine how you give and receive emotionally.",
        "imageUrl": "/rider-waite/2oc.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "CUPS",
      "number": 3,
      "name": "Three of Cups",
        "description": "Celebration, friendship, and joyful gatherings. A reminder of your support system and communal joy.",
        "keywords": ["joy", "community", "support", "celebration"],
        "significance": "This card invites you to revel in shared happiness and celebrate milestones with loved ones.",
        "meaningUpright": "Connect with friends. Celebrate your wins, big or small. Nourish relationships that uplift and support you.",
        "meaningReversed": "Isolation, overindulgence, or broken trust may be affecting your social life. Reevaluate who truly adds value to your joy.",
        "imageUrl": "/rider-waite/3oc.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "CUPS",
      "number": 4,
      "name": "Four of Cups",
        "description": "A card of introspection, emotional numbness, or missed opportunities. May indicate apathy or stagnation.",
        "keywords": ["boredom", "discontent", "missed opportunities", "reflection"],
        "significance": "You might be feeling emotionally stuck or uninspired. A new offering may be overlooked due to emotional withdrawal.",
        "meaningUpright": "Stay present and open to possibilities—even if they seem unexciting at first. Shift your perspective to find fulfilment.",
        "meaningReversed": "A readiness to reengage emotionally or a chance to break free from stagnation is emerging. Don't let it pass by unnoticed.",
        "imageUrl": "/rider-waite/4oc.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "CUPS",
      "number": 5,
      "name": "Five of Cups",
        "description": "Loss, grief, and regret. Though sorrow is present, not all is lost.",
        "keywords": ["sadness", "regret", "grief", "healing"],
        "significance": "This card symbolizes emotional setbacks or mourning. Yet, it also hints at resilience and what remains intact.",
        "meaningUpright": "Honor your pain but shift focus to what you still have. Healing begins when you allow yourself to move forward.",
        "meaningReversed": "A turning point in grief—acceptance and emotional recovery. You’re starting to recognize the strength hidden in loss.",
        "imageUrl": "/rider-waite/5oc.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "CUPS",
      "number": 6,
      "name": "Six of Cups",
        "description": "Nostalgia, childhood memories, and innocence. A return to simpler times or past connections.",
        "keywords": ["nostalgia", "innocence", "joy", "memory"],
        "significance": "This card invites a gentle reflection on the past. You might reconnect with someone or something that brought you joy.",
        "meaningUpright": "Let your inner child guide you. Revisit moments of sweetness and allow them to soften your present outlook.",
        "meaningReversed": "Living too much in the past may hinder progress. Reflect without romanticizing what no longer serves.",
        "imageUrl": "/rider-waite/6oc.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "CUPS",
      "number": 7,
      "name": "Seven of Cups",
        "description": "A card of choices, illusions, and imagination. Too many options may blur clarity.",
        "keywords": ["fantasy", "confusion", "choices", "temptation"],
        "significance": "You are surrounded by possibilities, but not all are grounded or beneficial. Discernment is key.",
        "meaningUpright": "Pause and assess. Make choices based on values, not fleeting desires or shiny distractions.",
        "meaningReversed": "You are finding clarity amidst confusion—cutting through illusions and focusing your energy.",
        "imageUrl": "/rider-waite/7oc.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "CUPS",
      "number": 8,
      "name": "Eight of Cups",
        "description": "Walking away from emotional attachments. Seeking deeper fulfilment or spiritual truth.",
        "keywords": ["departure", "change", "search", "letting go"],
        "significance": "This card reflects a necessary emotional departure. You are leaving what no longer satisfies in pursuit of growth.",
        "meaningUpright": "You are being called toward something greater. Honor your need for depth and do not fear the solitude of the journey.",
        "meaningReversed": "Avoidance may be keeping you stuck. Are you clinging to familiarity even when it drains you? Choose your emotional truth.",
        "imageUrl": "/rider-waite/8oc.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "CUPS",
      "number": 9,
      "name": "Nine of Cups",
        "description": "Emotional contentment and satisfaction. A wish fulfilled or personal joy.",
        "keywords": ["fulfilment", "gratitude", "satisfaction", "wishes"],
        "significance": "This card brings emotional joy and gratitude. You are seeing the results of emotional investment.",
        "meaningUpright": "Relish your successes. Practice gratitude and align further desires with authentic fulfilment.",
        "meaningReversed": "Superficial happiness or excess could mask deeper dissatisfaction. Tune in to your authentic needs.",
        "imageUrl": "/rider-waite/9oc.jpg"
    },
    {
      "arcana": "MINOR",
      "suit": "CUPS",
      "number": 10,
       "name": "Ten of Cups",
        "description": "Harmony in relationships and emotional fulfilment. A card of long-term joy and unity.",
        "keywords": ["family", "harmony", "peace", "wholeness"],
        "significance": "This card signals completion and emotional happiness in relationships or community.",
        "meaningUpright": "Celebrate togetherness. Invest in bonds that bring lasting joy. You’ve reached a beautiful emotional milestone.",
        "meaningReversed": "Family or relational tensions may disturb harmony. Unrealistic expectations could be clouding joy.",
        "imageUrl": "/rider-waite/10oc.jpg"
    }
  ]
}
